[
  {
    "id": 1,
    "title": "Which film was Studio Ghibli’s first official production?",
    "choices": [
      "Castle in the Sky",
      "Nausicaä of the Valley of the Wind",
      "Grave of the Fireflies",
      "My Neighbor Totoro"
    ],
    "correct": "Castle in the Sky",
    "details": "Studio Ghibli was founded by Hayao Miyazaki, Isao Takahata and Toshio Suzuki. The studio’s first official film – and Miyazaki’s second film – Castle in the Sky was released in 1986."
  },
  {
    "id": 2,
    "title": "Which Studio Ghibli film was NOT directed by Hayao Miyazaki?",
    "choices": [
      "Grave of the Fireflies",
      "Ponyo",
      "The Wind Rises",
      "Kiki's Delivery Service"
    ],
    "correct": "Grave of the Fireflies",
    "details": "Grave of the Fireflies was directed by Isao Takahata."
  },
  {
    "id": 3,
    "title": "Which Studio Ghibli character is featured in the studio’s logo?",
    "choices": [
      "Jiji from Kiki's Delivery Service",
      "Totoro from My Neighbor Totoro",
      "Calcifer from Howl's Moving Castle",
      "Moro from Princess Mononoke"
    ],
    "correct": "Totoro from My Neighbor Totoro",
    "details": "Studio Ghibli’s logo features Totoro from My Neighbor Totoro."
  },
  {
    "id": 4,
    "title": "Which author adapted the movie script for Princess Mononoke?",
    "choices": [
      "Haruki Murakami",
      "Terry Pratchett",
      "Neil Gaiman",
      "Michael Chabon"
    ],
    "correct": "Neil Gaiman",
    "details": "While his name was initially scrubbed from the film credits, Neil Gaiman wrote the English language film script for Princess Mononoke."
  },
  {
    "id": 5,
    "title": "Which Studio Ghibli film is based on The Little Mermaid?",
    "choices": [
      "Spirited Away",
      "Ponyo",
      "The Secret World of Arrietty",
      "Princess Mononoke"
    ],
    "correct": "Ponyo",
    "details": "Ponyo’s script is a retelling of Hans Christian Andersen’s The Little Mermaid."
  },
  {
    "id": 6,
    "title": "Which Studio Ghibli film is based on a Diana Wynne Jones novel?",
    "choices": [
      "The Cat Returns",
      "The Wind Rises",
      "Nausicaä of the Valley of the Wind",
      "Howl's Moving Castle"
    ],
    "correct": "Howl's Moving Castle",
    "details": "Howl’s Moving Castle was originally a novel published in 1986 by Diana Wynne Jones."
  },
  {
    "id": 7,
    "title": "Which of the following Studio Ghibli films is the director’s original work?",
    "choices": [
      "The Secret World of Arietty",
      "Tales of Earthsea",
      "Nausicaä of the Valley of the Wind",
      "The Tale of Princess Kaguya"
    ],
    "correct": "Nausicaä of the Valley of the Wind",
    "details": "Both the original manga and film versions of Nausicaä of the Valley of the Wind were developed by Hayao Miyazaki. Tales of Earthsea is based on Ursula K. Le Guin’s Tales from Earthsea, The Secret World of Arrietty is based on The Borrowers by Mary Norton, and The Tale of Princess Kaguya is based on the Tale of the Bamboo Cutter from Taketori Monogatari."
  },
  {
    "id": 8,
    "title": "Which Studio Ghibli film does NOT include human-like animal characters?",
    "choices": [
      "Princess Mononoke",
      "From Up on Poppy Hill",
      "Porco Rosso",
      "The Cat Returns"
    ],
    "correct": "From Up on Poppy Hill",
    "details": "From Up on Poppy Hill is about two human high school students trying to save their school’s dilapidated clubhouse from demolition."
  },
  {
    "id": 9,
    "title": "Which Studio Ghibli film’s protagonist is a World War I veteran?",
    "choices": [
      "Shun Kazama from From Up on Poppy Hill",
      "Jiro Horikoshi from The Wind Rises",
      "Porco Rosso from Porco Rosso",
      "Seita from Grave of the Fireflies"
    ],
    "correct": "Porco Rosso from Porco Rosso",
    "details": "Porco Rosso, the titular hero of the film, was a World War I pilot. From Up on Poppy Hill, Grave of the Fireflies and The Wind Rises all tell stories that involve World War II."
  },
  {
    "id": 10,
    "title": "Few YouTube characters are more recognizable and beloved than ChilledCow's lofi study girl. The image is inspired by which Ghibli movie?",
    "choices": [
      "The Cat Returns",
      "Princess Mononoke",
      "When Marnie Was There",
      "Whisper of the Heart"
    ],
    "correct": "Whisper of the Heart",
    "details": "The iconic YouTube figure has her origins in Whisper of the Heart's Shizuku Tsukishima, a similar-looking character who modelled the girl listeners now know and love. In fact, Shizuku was the study girl early on, up until the original GIF caused copyright concerns with a certain Studio Ghibli."
  }
]
